Repository: elvah-hub/charge-sdk-ios
Catalog: Sources/ElvahCharge/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr

# '%@' %@ as well as our %@ apply
source: '%1$@' %2$@ as well as our %3$@ apply
de: '%1$@' %2$@ sowie unsere %3$@ gelten
fr: '%1$@' %2$@ ainsi que %3$@ appliquer

source: %@ per kilowatt-hour
de: %@ je Kilowattstunde
fr: %@ par kilowatt-heure

source: %@, discounted %@. Original Price: %@
de: %@, Rabatt %@. Originalpreis: %@
fr: %@, réduction %@. Prix original : %@

source: Activation fee
de: Aktivierungsgebühren
fr: Frais d'activation

source: Additional costs
de: Zusätzliche Kosten
fr: Coûts supplémentaires

source: Additional costs apply at this charge point.
de: An diesem Gebührenpunkt fallen zusätzliche Kosten an.
fr: Des frais supplémentaires s’appliquent à ce point.

source: An error occurred
de: Ein Fehler ist aufgetreten
fr: Une erreur s'est produite

source: An unexpected error has occurred. Please try again or contact our support.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es erneut oder kontaktiere unseren Support.
fr: Une erreur inattendue s'est produite. Veuillez réessayer ou contacter notre support utilisateur.

source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
fr: Une erreur inattendue s'est produite.

source: Apple Maps
de: Apple Karten
fr: Cartes Apple

source: Attempting to restore charge session.
de: Versuch die Ladesitzung wiederherzustellen.
fr: Tentative de récupération de la session de recharge.

source: Authorization successful
de: Anmeldung erfolgreich
fr: Recharge autorisée

source: Available
de: Verfügbar
fr: Disponible

source: Back
de: Zurück
fr: Retour

source: Base Pricing
de: Aktivierungsgebühren
fr: Tarification de base

# between %@ and %@
source: between %1$@ and %2$@
de: zwischen %1$@ und %2$@
fr: entre %1$@ et %2$@

source: Blocking fee
de: Blockiergebühr
fr: Frais de blocage

source: Call
de: Anrufen
fr: Appeler

source: Cancel
de: Abbrechen
fr: Annuler

source: Cannot fetch summary
de: Zusammenfassung konnte nicht geladen werden
fr: Impossible de récupérer le résumé

source: Charge
de: Laden
fr: Recharger

# Charge at %@ from %@
source: Charge at %1$@ from %2$@
de: Lade an %1$@ ab %2$@
fr: Charger à %1$@ depuis %2$@

# Charge at %@ station for
source: Charge at %1$@ station for
de: Lade an der Station %1$@ für
fr: Charger à la station %1$@ pour

source: Charge now
de: Jetzt Laden
fr: Recharger

source: Charge Now
de: Jetzt Laden
fr: Charger

source: Charge Session
de: Ladevorgang
fr: Session de recharge

source: Charge without registration
de: Lade ohne Anmeldung
fr: Recharger sans inscription

source: Charger is awake! Starting session with the charger.
de: Ladepunkt ist Aktiv. Ladevorgang wird eingeleitet.
fr: La borne est disponible! Lancement de la recharge.

source: Charging duration
de: Ladezeit
fr: Durée de recharge

source: Charging session is active
de: Ladevorgang aktiv
fr: Recharge en cours

source: Charging session stopped
de: Ladevorgang beendet
fr: Chargement de la session arrêté

source: Charging…
de: Lädt…
fr: Recharge…

source: Check your search input and try again
de: Prüfe deine Sucheingabe und versuche es erneut
fr: Vérifiez votre recherche et réessayez

source: Clear filters
de: Filter entfernen
fr: Effacer les filtres

source: Clear input
de: Eingabe entfernen
fr: Nettoyer l'entrée

source: Close
de: Schließen
fr: Fermer

source: Connect your electric vehicle on the charging point and start the charging process.
de: Bitte verbinde dein Elektroauto mit der Ladestation und starte den Ladevorgang.
fr: Connectez votre véhicule électrique maintenant et lancez la recharge.

source: Contact support
de: Support kontaktieren
fr: Contacter le support

source: Contact Web Support Agent
de: Support Agenten kontaktieren
fr: Contacter le support en ligne

source: Current Price
de: Aktueller Preis
fr: Prix actuel

source: Done
de: Fertig
fr: Terminé

source: End charge session
de: Ladevorgang beenden
fr: Terminer la session

source: Ended
de: Beendet
fr: Terminé

source: Energy
de: Energie
fr: Énergie

source: Failed to load charge session details
de: Ladevorgang konnte nicht geladen werden
fr: Échec du chargement des détails de la session de recharge

source: Failed to load offer
de: Angebot konnte nicht geladen werden
fr: Impossible de charger l'offre

source: From %@ to %@
de: Von %@ bis %@
fr: De %@ à %@

source: From %@/kWh
de: Ab %@/kWh
fr: Depuis %@/kWh

source: Get in touch with %@s team. You can do so immediately via WhatsApp or E-mail.
de: Nimm Kontakt mit dem %@ Team auf, dies funktioniert über WhatsApp oder E-Mail.
fr: Communiquez avec l'équipe %@. Vous pouvez le faire immédiatement via WhatsApp ou Email.

source: Help & Support
de: Hilfe und Support
fr: Aide & Support

source: Is the charge point locked?
de: Ist die Station verriegelt?
fr: Le point de charge est-il verrouillé?

source: kWh charged
de: kWh geladen
fr: kWh rechargés

source: Learn more
de: Mehr erfahren
fr: En savoir plus

source: Live Pricing
de: Preisentwicklung
fr: Prix en direct

source: Manage your current charge session
de: Ladevorgang verwalten
fr: Gérer la charge

source: Need help or want to give us feedback?
de: Benötigst du Hilfe oder möchtest du uns Feedback geben?
fr: Besoin d'aide ou souhaitez nous faire part de vos commentaires?

source: Need help?
de: Brauchst du Hilfe?
fr: Besoin d'aide ?

source: No charge points available
de: Keine Ladepunkte verfügbar
fr: Pas de points de charge disponibles

source: No Charge Session
de: Kein aktiver Ladevorgang
fr: Pas de session active

source: No offer available
de: Kein Angebot verfügbar
fr: Aucune offre disponible

source: No offer found
de: Kein Angebot gefunden
fr: Pas d'offre trouvée

source: No offer windows
de: Keine Angebote
fr: Aucune fenêtre d'offre

source: No results for %@
de: Keine Treffer für %@
fr: Aucun résultat pour %@

source: Now
de: Jetzt
fr: Maintenant

source: Occupied
de: Belegt
fr: Occupé

source: Offer active, %@ per kilowatt-hour, %@
de: Angebot verfügbar, %@ pro Kilowattstunde %@
fr: Offre active, %@ par kilowatt-heure, %@

source: Offer available
de: Angebot verfügbar
fr: Offre disponible

source: Offer available for
de: Angebot vorhanden für
fr: Offre disponible pour

source: Offer ends in
de: Angebot endet in
fr: Se termine dans

source: Offer has ended
de: Angebot ist abgelaufen
fr: L'offre est terminée

source: Offer upcoming, %@ per kilowatt-hour, %@
de: Angebot bald verfügbar, %@ pro Kilowattstunde %@
fr: Offre à venir, %@ par kilowatt-heure, %@

source: Offer windows: %@
de: Angebotsfenster: %@
fr: Fenêtres d'offre : %@

source: Offer windows: %@ and %@
de: Angebote: %@ und %@
fr: Fenêtres d'offre : %@ et %@

source: Offer windows: %@, %@, and %@ more
de: Angebote: %@, %@und %@ weitere
fr: Fenêtres d'offre : %@, %@et %@ de plus

source: Oh, that didn't work out!
de: Oh, das hat nicht funktioniert!
fr: Oh, cela n'a pas fonctionné!

source: Open with
de: Öffnen mit
fr: Ouvrir avec

source: Out of service
de: Außer Betrieb
fr: Hors service

source: Pay Now
de: Jetzt bezahlen
fr: Payer maintenant

source: Pay with Apple Pay
de: Mit Apple Pay bezahlen
fr: Payer avec Apple Pay

source: Pay with Credit Card
de: Mit Kreditkarte zahlen
fr: Payer par carte bancaire

source: Payment expired
de: Zahlung abgelaufen
fr: Paiement expiré

source: Payment Summary
de: Zusammenfassung
fr: Résumé du paiement

source: Please end charging manually
de: Bitte beende den Ladevorgang manuell
fr: Veuillez terminer la recharge manuellement

source: Please stop charging manually by removing the charging cable first from your car and then from the charging station. We will analyze the problem and try to solve it together with the operator of the charging station.
de: Bitte beende das Laden manuell, indem du das Ladekabel zunächst aus deinem Auto und dann aus der Ladesäule entfernst. Wir werden das Problem analysieren und versuchen gemeinsam mit dem Betreiber der Säule zu lösen.
fr: Veuillez arrêter la recharge manuellement en débranchant d'abord le câble de votre voiture, ensuite de la borne.

source: Plug in your charging cable
de: Ladekabel einstecken
fr: Branchez votre câble de recharge

source: Powered by
de: Ermöglicht durch
fr: Propulsé par

source: Preparing
de: Wird initialisiert
fr: Préparation

source: Price chart, %@, base price %@ per kilowatt-hour
de: Preisübersicht, %@, Aktivierungsgebühr %@ pro Kilowattstunde
fr: Graphique de prix, %@, prix de base %@ par kilowatt-heure

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité

source: Reaching out to the charger. Please bear with us for a moment.
de: Verbindung zum Ladepunkt wird hergestellt. Bitte etwas Geduld.
fr: Connexion au chargeur en cours. Veuillez patienter un instant.

source: Restoring session
de: Ladesitzung wird wiederhergestellt
fr: Restauration de la session

source: Select charge point
de: Ladepunkt wählen
fr: Sélectionner un point de charge

source: Server error
de: Server Fehler
fr: Erreur serveur

source: Start
de: Starten
fr: Démarrer

source: Start charging before the offer ends & get the full discount!
de: Lade bevor das Angebot ausläuft und erhalte den vollen Rabatt!
fr: Commencez à recharger avant la fin de l’offre pour profiter de la remise complète!

source: Start charging now
de: Ladevorgang starten
fr: Démarrer la recharge

source: Start charging process
de: Ladevorgang starten
fr: Démarrer la recharge

source: Start your charging session to unlock the charge point
de: Starte das Laden um die Ladepunkt zu entsperren
fr: Démarrez votre session pour déverrouiller le point de charge

source: Start your session to unlock
de: Starte das Laden um die Ladestation zu entsperren
fr: Démarrez votre session pour déverrouiller

source: Starting
de: Ladung wird initialisiert
fr: Démarrage

source: Starts after %@ of connection.
de: Startet nach %@ der Verbindung.
fr: Démarre après %@ de connexion.

source: Stop charging
de: Laden beenden
fr: Arrêter la recharge

source: Stopping
de: Ladevorgang wird gestoppt
fr: Arrêt en cours

source: Stopping the charging session
de: Ladevorgang wird beendet
fr: Arrêt en cours

source: Stopping the charging station
de: Stoppen der Ladestation
fr: Arrêt en cours

source: Terms of Service & Charging
de: Nutzungs- und Ladebedingungen
fr: Conditions d’utilisation & recharge

source: Terms of Service and Charging
de: Nutzungs- und Ladebedingungen
fr: Conditions d’utilisation et de recharge

source: The charge offers could not be loaded. Please try again later.
de: Die Angebote konnten nicht geladen werden. Bitte versuche es erneut.
fr: L’offres n’a pas pu être chargé. Veuillez réessayer plus tard.

source: The charge point reported an error
de: Der Ladepunkt hat einen Fehler gemeldet
fr: Le point de charge a renvoyé une erreur

source: This offer has ended, but more are coming!
de: Dieses Angebot ist abgelaufen, aber es kommen noch mehr!
fr: Cette offre a expiré, mais d'autres arrivent bientôt!

source: Today
de: Heute
fr: Aujourd'hui

source: Tomorrow
de: Morgen
fr: Demain

source: Total
de: Gesamt

source: Try again
de: Erneut versuchen
fr: Réessayer

source: Type charge point ID
de: Ladepunkt-ID eingeben
fr: ID du point de charge

source: Understood
de: Verstanden
fr: Compris

source: Unfortunately, the charging session could not be started at this charge point. Please try again later or use another charge point.
de: Leider konnten wir die Ladung an dieser Station nicht starten. Bitte versuch es später erneut oder wähle einen anderen Ladepunkt.
fr: La session n’a pas pu être démarrée avec ce point de charge. Veuillez réessayer ou utiliser une autre prise.

source: Unfortunately, the time between payment and session start was too long. We need you to authorize a new deposit on your payment method.
de: Leider ist die Zahlung ausgelaufen. Wir müssen erneut den Betrag auf deiner Zahlungsmethode reservieren.
fr: Le délai entre le paiement et le début de la session a été trop long. Veuillez autoriser un nouveau paiement.

source: Unfortunately, we did not find your email app.
de: Wir konnten leider keine E-Mail-App finden.
fr: Malheureusement, aucune application Email n’a été trouvée.

source: Unknown
de: Unbekannt
fr: Inconnu

source: We are connecting to the station to end the charging session.
de: Verbindung zum Ladepunkt wird hergestellt, um die Ladung zu beenden.
fr: Connexion à la station pour terminer la session.

source: We're here if you face issues during charging.
de: Wir sind hier, wenn du während des Ladevorgangs Probleme hast.
fr: Nous sommes là si vous rencontrez des problèmes lors de la facturation.

source: Yesterday
de: Gestern
fr: Hier

source: Web Support
fr: Support web
